Repository: Xoristzatziki/Sample-app-python3-andgtk3
Catalog: _locale/_*/LC_MESSAGES/sampleapp.po
Languages: el

source: label for results
el: ετικέτα για αποτελέσματα

source: number of arguments and parameters
el: αριθμός παραμέτρων

source: command:
el: εντολή:

source: start in directory:
el: έναρξη από το φάκελο:

source: label for command
el: ετικέτα για την εντολή

source: dummy label
el: μούφα ετικέτα

source: label for version
el: ετικέτα για την έκδοση

source: Version:
el: Έκδοση:

source: Please choose a file
el: Παρακαλώ διαλέξτε ένα αρχείο

source: arg
el: παραμ.

source: as is
el: όπως είναι

source: bash quoted
el: με χαρακτήρες διαφυγής

source: single quoted
el: με μονά εισαγωγικά

source: double quoted
el: με διπλά εισαγωγικά

source: param will be:
el: Η παρά. θα είναι:

source: All files
el: Όλα τα αρχεία

source: Video files
el: Αρχεία βίντεο

source: NOT YET!
el: ΟΧΙ ΑΚΟΜΑ!

source: Not yet implemented!
el: Δεν έχει φτιαχτεί ακόμα!

source: Sample app
el: Ενδεικτική εφαρμογή
